jaxws/multipleNamespaces.war/request.xml

<?xml version="1.0"?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
  <env:Header/>
  <env:Body>
    <ns2:invokeHelloService xmlns:ns2="http://ws.gss.redhat.com/">
    </ns2:invokeHelloService>
  </env:Body>
</env:Envelope>
